export const policyDummy1 = `여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며, SBA는 이에 대한 승낙을 통해 회원 가입 절차를 완료하고 여러분께 SBA 서비스 이용 계정(이하 ‘계정’)을 부여합니다. 계정이란 회원이 SBA 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다.
  
  회원은 자신의 계정을 통해 좀더 다양한 SBA 서비스를 보다 편리하게 이용할 수 있습니다. 이와 관련한 상세한 내용은 계정 운영정책 및 고객센터 내 SBA 회원가입 방법 등에서 확인해 주세요.
    
  SBA는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집.이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. SBA가 이용자 및 회원에 대해 관련 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기타 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.
  
  SBA는 여러분이 서비스를 이용하기 위해 일정 기간 동안 로그인 혹은 접속한 기록이 없는 경우, 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 사전에 안내해 드린 후 여러분의 정보를 파기하거나 분리 보관할 수 있으며, 만약 이로 인해 서비스 제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용계약을 해지할 수 있습니다.`;

export const policyDummy2 = `1. 개인정보처리방침의 의의
  SBA는 본 개인정보처리방침은 개인정보보호법을 기준으로 작성하되, SBA 내에서의 이용자 개인정보 처리 현황을 최대한 알기 쉽고 상세하게 설명하기 위해 노력하였습니다.
  이는 쉬운 용어를 사용한 개인정보처리방침 작성 원칙인 ‘Plain Language Privacy Policy(쉬운 용어를 사용한 개인정보처리방침)’를 도입한 것입니다.
  
  개인정보처리방침은 다음과 같은 중요한 의미를 가지고 있습니다.
  
  SBA가 어떤 정보를 수집하고, 수집한 정보를 어떻게 사용하며, 필요에 따라 누구와 이를 공유(‘위탁 또는 제공’)하며, 이용목적을 달성한 정보를 언제·어떻게 파기하는지 등 ‘개인정보의 한살이’와 관련한 정보를 투명하게 제공합니다.
  정보주체로서 이용자는 자신의 개인정보에 대해 어떤 권리를 가지고 있으며, 이를 어떤 방법과 절차로 행사할 수 있는지를 알려드립니다.
  개인정보 침해사고가 발생하는 경우, 추가적인 피해를 예방하고 이미 발생한 피해를 복구하기 위해 누구에게 연락하여 어떤 도움을 받을 수 있는지 알려드립니다.
  그 무엇보다도, 개인정보와 관련하여 SBA와 이용자간의 권리 및 의무 관계를 규정하여 이용자의 ‘개인정보자기결정권’을 보장하는 수단이 됩니다.

  2. 수집하는 개인정보
  이용자는 회원가입을 하지 않아도 정보 검색, 뉴스 보기 등 대부분의 SBA 서비스를 회원과 동일하게 이용할 수 있습니다.
  이용자가 서비스를 이용하기 위해 회원가입을 할 경우, SBA는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.
  
  회원가입 시점에 SBA가 이용자로부터 수집하는 개인정보는 아래와 같습니다.
  
  회원 가입 시에 ‘아이디, 비밀번호, 닉네임, 이메일’를 필수항목으로 수집합니다.
  
  서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.

  자전거 서비스에서 자전거 이름, 이미지, 부품별 정보를 설정할 수 있습니다.
  SBA 내의 개별 서비스 이용 과정에서 해당 서비스의 이용자에 한해 추가 개인정보 수집이 발생할 수 있습니다. 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보의 보관기간’에 대해 안내 드리고 동의를 받습니다.
  서비스 이용 과정에서 IP 주소, 쿠키, 서비스 이용 기록, 기기정보, 위치정보가 생성되어 수집될 수 있습니다.
  

  3. 수집한 개인정보의 이용
  SBA 및 SBA 관련 제반 서비스의 회원관리, 서비스 개발·제공 및 향상, 안전한 인터넷 이용환경 구축 등 아래의 목적으로만 개인정보를 이용합니다.
  
  회원 가입 의사의 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.
  콘텐츠 등 기존 서비스 제공(광고 포함)에 더하여, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심에 기반한 이용자간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선 등을 위하여 개인정보를 이용합니다.
  법령 및 SBA 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정도용 및 부정거래 방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.
  유료 서비스 제공에 따르는 본인인증, 구매 및 요금 결제를 위하여 개인정보를 이용합니다.
  이벤트 정보 및 참여기회 제공, 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보를 이용합니다.
  서비스 이용기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등에 개인정보를 이용합니다.
  보안, 프라이버시, 안전 측면에서 이용자가안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.`;
